Revit 2026 API

# ZonePhase Property

---

Get the Phase of the Zone.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public Phase Phase { get; }
```
```vb
Public ReadOnly Property Phase As Phase
	Get
```
```cpp
public:
property Phase^ Phase {
	Phase^ get ();
}
```
```fsharp
member Phase : Phase with get
```

#### Property Value

Phase

This property is used to get the Phase of the Zone.

#### Reference

Zone Class

Autodesk.Revit.DB.Mechanical Namespace